{
    "shrdzm adapter settings": "Adaptereinstellungen für SHRDZM",
    "lblPort": "Hafen",
    "lblDevices": "Geräte",
    "lblUdpFwdEnable": "Aktivieren Sie die UDP -Weiterleitung",
    "lblUdpFwdAddress": "UDP -Weiterleitungsadresse",
    "lblUdpFwdPort": "UDP -Weiterleitungsanschluss",
    "lblStdConfig": "Konfiguration",
    "lblExpertConfig": "Erweiterte Konfiguration",
    "lblHdr_1": "Allgemeines Setup",
    "lblHdr_2": "Verarbeitungsoptionen",
    "lblEnergyRate": "Update-Rate für EnergyInformation",
    "lblPowerRate": "Update-Rate für PowerInformation",
    "lblStoreRawData": "Speichern Sie Rohdaten, die vom Gerät empfangen werden",
    "lblInfoBinding": "Bitte geben Sie an, in welchem ​​IP -Adresse / dem IP -Netzwerk und welcher Port dieser Adapter auf Nachrichten anhören soll, die von Geräten gesendet werden. Dafault soll alle verfügbaren Netzwerke (0.0.0.0) und Port 9000 anhören.",
    "lblInfoDevices": "Wenn Sie sich eine dedizierte Liste von Geräten anhören möchten, geben Sie bitte die IDs der Geräte ein. Wenn Sie das Eingangsfeld leer lassen, hört der Adapter auf alle Geräte, die Daten senden.",
    "lblInfoRates": "Normalerweise überträgt das Gerät Daten bei hoher Frequenz. \"Live\" -Daten werden immer unkompliziert gespeichert. Um die Systembelastung zu reduzieren, können Sie die Anzahl der für historischen Daten verwendeten Proben reduzieren. Wenn die Auswahl von 1:10 nur jedes 10. Beispiel für die Berechnung der Verlaufsdaten verarbeitet wird.",
    "lblInfoRawData": "Durch die Auswahl der Rohdaten können Sie Daten analysieren, die von Geräten übertragen werden, jedoch aufgrund häufiger Aktualisierungen des Status zusätzliche Last zum System hinzufügen.",
    "lblInfoUdpForwarding": "Mit diesem Adapter können jedes UDP -Paket von Geräten an ein anderes Ziel weitergeleitet werden. Bitte geben Sie IP-Addesse und Protokoll an, um Daten weiterzuleiten.",
    "lblDonate": "Wenn Sie dieses Projekt mögen und seine Entwicklung unterstützen möchten, können Sie gerne eine Spende hinterlassen."
}
